{
    "home": {
        "firstTitle": "Сформуйте свою онлайн-подорож",
        "secondTitle": "Володійте їхніми інтересами",
        "mainText": "Прийміть цифрову епоху, перенесіть свій бізнес у цифрову сферу",
        "buttonText": "Безкоштовна консультація"
    },
    "wrapper": {
        "name": "Олександр",
        "text": "УСІ ПРАВА ЗАХИЩЕНІ"
    },
    "header": {
        "home": "головна",
        "about": "про мене",
        "services": "послуги",
        "works": "роботи",
        "skills": "навички",
        "contacts": "контакти",
        "call": "Замовити дзвінок"
    },
    "about": {
        "firstTitle": "Я створюю сайти",
        "secondTitle": "які зачаровують та надихають.",
        "mainText": "Привіт! Я Олександр, веб-розробник з Полтави, Україна. Я спеціалізуюся на створенні веб-сайтів різної складності, забезпечуючи бездоганний користувацький досвід як для бізнесу, так і для приватних осіб.",
        "button1Text": "Консультація",
        "button2Text": "Резюме"
    },
    "services": {
        "firstTitle": "Послуги",
        "secondTitle": "Створення цифрових рішень, по одному веб-сайту на кожну проблему.",
        "title1": "Що я можу зробити для вас",
        "title2": "Програми, якими я володію",
        "title3": "Чого ви можете очікувати",
        "text1": "Індивідуальні веб-сайти різної складності, створені спеціально для вас. Створюйте швидші, кращі продукти, які резонують з вашими користувачами.",
        "text2": "Кожному веб-розробнику потрібні правильні інструменти, щоб ідеально виконувати свою роботу. На щастя, у мене є основні з них.",
        "text3": "Ваш сайт буде ретельно розроблений з урахуванням особливостей вашого бізнесу",
        "point1": "Розробка індивідуальних веб-сайтів з урахуванням усіх потреб клієнта.",
        "point2": "Забезпечення швидкого завантаження та ефективної роботи сайту.",
        "point3": "Забезпечити технічну підтримку, оновлення та регулярне обслуговування веб-сайту.",
        "point4": "Редактор коду - Visual Studio Code",
        "point5": "Фреймворки та бібліотеки - React",
        "point6": "Інструменти оптимізації та налагодження - Інструменти для розробників Chrome",
        "point7": "Сайт буде створено з урахуванням унікальних особливостей вашого бізнесу",
        "point8": "Сайт буде оптимізовано для використання на різних пристроях",
        "point9": "Я надам технічну підтримку та вирішу будь-які питання чи потреби"
    },
    "works": {
        "firstTitle": "Мої роботи",
        "secondTitle": "Моє портфоліо включає ряд проектів, які наочно демонструють мої навички та досвід у веб-розробці. Кожен проект супроводжується коротким описом і посиланням на демонстрацію в реальному часі. Це ідеальний спосіб ознайомитися з моїм вмінням вирішувати різні технічні завдання, працювати з різними технологіями та ефективно керувати проектами.",
        "descr1": "Компанія StroySet - ваш надійний постачальник будівельних матеріалів по всій Україні. Ми пропонуємо широкий асортимент якісних матеріалів для будівництва.",
        "descr2": "QuestTasker - ваш персональний помічник для створення завдань, управління нотатками, сортування та зберігання документів. Простий та ефективний спосіб організувати своє життя.",
        "descr3": "Savor Slice Hub - ваш особистий помічник у створенні, організації та досягненні цілей. Простий та ефективний спосіб організувати своє життя за допомогою смачної піци!"
    },
    "skills": {
        "title": "Навички та досвід",
        "skill1": "Розробка Сайтів",
        "skill2": "Адаптивний Дизайн",
        "skill3": "Постійна Підтримка",
        "skill4": "Створення Контенту",
        "expTitle1": "Навчання",
        "expTitle2": "Розробка Savor Spice Hub",
        "expTitle3": "Комерційний проект (StroySet)",
        "expTitle4": "Розробка QuestTasker",
        "expText1": "Почав навчання в кінці 2021 року. У 2022 році вперто вивчав основні технології. Написав більше 20 навчальних проектів і 3 комерційних проекти, що дозволило поглиблено вивчити технології, отримати необхідний досвід для написання проектів. Ви можете побачити їх у моєму обліковому записі github.",
        "expText2": "В результаті роботи створено функціональний додаток, який має зручний та зрозумілий інтерфейс. Продуманий функціонал дозволить людям швидко замовляти улюблену їжу. Панель адміністратора дозволить вам керувати замовленнями та продуктами.",
        "expText3": "Робота проводилася командою з двох осіб (github). У стеку ми використовували ReactJS, Redux Toolkit і TailwindCSS. Для написання сервера я використовував NodeJS, ExpressJS і MongoDB. В результаті був написаний багатофункціональний сайт, а також розроблена безпечна адмінпанель для дій з товарами та замовленнями.",
        "expText4": "Основна ідея проекту полягала в тому, щоб полегшити життя людей і звільнити частину їх пам'яті, перенісши її в багатофункціональний блокнот. В результаті користувачі отримали багатофункціональну програму, за допомогою якої можна зберігати свої файли, ставити і виконувати завдання, а також записувати свої геніальні ідеї в менеджер заміток.",
        "expDate1": "Листопад 2021 - Березень 2023",
        "expDate2": "Квітень 2023 - Червень 2023",
        "expDate3": "Червень 2023 - Вересень 2023",
        "expDate4": "Вересень 2023 - Листопад 2023"
    },
    "contacts" : {
        "title": "Готові втілити свої ідеї в життя?",
        "name": "Ваше ім'я",
        "email": "Ваша пошта",
        "descr": "Додаткові коментарі",
        "button": "Надіслати",
        "formTitle": "Замовити консультацію"
    },
    "modal": {
        "title": "Сайт? Запитай мене!",
        "message": "Дякую. Я зв'яжуся з вами якнайшвидше!"
    }
}